Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Signature
zh_hans: 签名
zh_hant: 簽名

source: Signed Request Diagnostics
zh_hans: 签名请求诊断
zh_hant: 簽名請求診斷

source: Signed request diagnostics refreshed.
zh_hans: 签名请求诊断已刷新。
zh_hant: 簽名請求診斷已刷新。

source: Signing Secret
zh_hans: 签名密钥
zh_hant: 簽章金鑰

source: Skills are automatically available to every custom agent and load only when relevant. Type /skill-name in chat to use one explicitly.
zh_hans: 技能自动对每个自定义智能体可用，仅在相关时加载。在聊天中输入 /skill-name 以显式使用。
zh_hant: 技能自動對每個自訂智能體可用，僅在相關時載入。在聊天中輸入 /skill-name 以顯式使用。

source: Skills are reusable workflows that every custom agent can use automatically.
zh_hans: 技能是每个自定义智能体都可以自动使用的可复用工作流。
zh_hant: 技能是每個自訂智能體都可以自動使用的可複用工作流程。

source: Skipped
zh_hans: 已跳过
zh_hant: 已略過

source: Slack bot token
zh_hans: Slack 机器人令牌
zh_hant: Slack 機器人令牌

source: Slack bot token removed
zh_hans: Slack 机器人令牌已移除
zh_hant: Slack 機器人令牌已移除

source: Slack choices have not loaded yet. You can refresh or use Advanced manual IDs.
zh_hans: Slack 选项尚未加载。你可以刷新或使用高级手动 ID。
zh_hant: Slack 選項尚未載入。您可以刷新或使用進階手動 ID。

source: Slack secrets are stored in Keychain and are never written to the Slack configuration file.
zh_hans: Slack 密钥存储在钥匙串中，永远不会写入 Slack 配置文件。
zh_hant: Slack 金鑰儲存在鑰匙圈中，永遠不會寫入 Slack 設定檔。

source: Slack settings saved
zh_hans: Slack 设置已保存
zh_hant: Slack 設定已儲存

source: Slack settings saved — receive is ready
zh_hans: Slack 设置已保存 — 接收已就绪
zh_hant: Slack 設定已儲存 — 接收已就緒

source: Slack signing secret
zh_hans: Slack 签名密钥
zh_hant: Slack 簽章金鑰

source: Slack signing secret removed
zh_hans: Slack 签名密钥已移除
zh_hant: Slack 簽章金鑰已移除

source: Slack Socket Mode app token removed
zh_hans: Slack Socket Mode 应用令牌已移除
zh_hant: Slack Socket Mode 應用程式令牌已移除

source: Slack workspace loaded
zh_hans: Slack 工作区已加载
zh_hant: Slack 工作區已載入

source: Slack workspace removed.
zh_hans: Slack 工作区已移除。
zh_hant: Slack 工作區已移除。

source: Smallest download
zh_hans: 最小下载
zh_hant: 最小下載

source: Smooth Streaming
zh_hans: 平滑流式输出
zh_hant: 平滑流式輸出

source: Socket Mode app token
zh_hans: Socket Mode 应用令牌
zh_hant: Socket Mode 應用程式令牌

source: Socket Mode is not running. Add a bot token, an app-level token, readable channels, and authorized sender IDs to start it.
zh_hans: Socket Mode 未运行。添加机器人令牌、应用级令牌、可读频道和授权发送者 ID 以启动它。
zh_hant: Socket Mode 未運行。新增機器人令牌、應用程式級令牌、可讀頻道和授權傳送者 ID 以啓動它。

source: Socket Mode is not running. Save a bot token, a Socket Mode app token, readable channels, and authorized sender IDs to start it.
zh_hans: Socket Mode 未在运行。保存机器人令牌、Socket Mode 应用令牌、可读频道和已授权的发送者 ID 以启动它。
zh_hant: Socket Mode 未在執行。儲存機器人令牌、Socket Mode 應用程式令牌、可讀取頻道和已授權的傳送者 ID 以啟動它。

source: Socket Mode receive
zh_hans: Socket Mode 接收
zh_hant: Socket Mode 接收

source: Socket Mode receive starts automatically once a bot token, app token, readable channels, and authorized senders are configured.
zh_hans: 一旦配置了机器人令牌、应用令牌、可读频道和已授权的发送者，Socket Mode 接收将自动启动。
zh_hant: 一旦設定了機器人令牌、應用程式令牌、可讀取頻道和已授權的傳送者，Socket Mode 接收將自動啟動。

source: Some buffered turns hit the retry cap and were dead-lettered. Check Recent Activity for the failing reason, then backfill or re-ingest after fixing the model/configuration problem.
zh_hans: 部分缓冲轮次达到重试上限并已进入死信队列。请查看近期活动了解失败原因，然后在修复模型/配置问题后回填或重新导入。
zh_hant: 部分緩衝輪次已達重試上限而被轉入死信佇列。請查看近期活動瞭解失敗原因，然後在修復模型/配置問題後回填或重新填充。

source: Some older buffered turns were dead-lettered after retry failures, but later distillation has succeeded.
zh_hans: 一些较早的缓冲轮次在重试失败后进入死信队列，但后续蒸馏已成功。
zh_hant: 一些較早的緩衝輪次在重試失敗後進入死信隊列，但後續蒸餾已成功。

source: Source image
zh_hans: 源图片
zh_hant: 來源圖片

source: Sources
zh_hans: 来源
zh_hant: 來源

source: Space Allowlist
zh_hans: 空间允许列表
zh_hant: 空間允許清單

source: Speech to Text
zh_hans: 语音转文本
zh_hant: 語音轉文字

source: Spoken Voice
zh_hans: 朗读音色
zh_hant: 朗讀音色

source: SSD Cache (L2)
zh_hans: SSD 缓存 (L2)
zh_hant: SSD 快取 (L2)

source: Stable id used by agent_channel tools. Native provider ids are reserved.
zh_hans: agent_channel 工具使用的稳定 ID。原生提供商 ID 已被保留。
zh_hant: agent_channel 工具使用的穩定 ID。本機提供者 ID 已保留。

source: Stage
zh_hans: 阶段
zh_hant: 階段

source: Start new conversations only when the bot is mentioned.
zh_hans: 仅在提及机器人时开始新对话。
zh_hant: 僅在提及機器人時開始新對話。

source: Start new Slack conversations only when the bot is mentioned.
zh_hans: 仅在提及机器人时开始新的 Slack 对话。
zh_hant: 僅在提及機器人時開始新的 Slack 對話。

source: Start the sandbox container from the Sandbox status bar to enable this.
zh_hans: 从沙盒状态栏启动沙盒容器以启用此功能。
zh_hant: 從沙箱狀態欄啓動沙箱容器以啟用此功能。

source: Start the sandbox container from the Sandbox status bar, then enable autonomous execution and plugin creation in the Execution section above.
zh_hans: 从沙盒状态栏启动沙盒容器，然后在上方的执行部分启用自主执行和插件创建。
zh_hant: 從沙箱狀態欄啓動沙箱容器，然後在上方的執行部分啟用自主執行和插件建立。

source: Starts with tvly-
zh_hans: 以 tvly- 开头
zh_hant: 以 tvly- 開頭

# Status: %@. %@
source: Status: %1$@. %2$@
zh_hans: 状态：%@。%@
zh_hant: 狀態：%@。%@

source: Stop and insert
zh_hans: 停止并插入
zh_hant: 停止並插入

source: Store Incoming Messages
zh_hans: 存储传入消息
zh_hant: 儲存傳入訊息

source: Store incoming messages flagged as sent by bots.
zh_hans: 存储标记为由机器人发送的传入消息。
zh_hant: 儲存標記爲由機器人傳送的傳入訊息。

source: Store messages this connection itself sent (echo events).
zh_hans: 存储此连接自身发送的消息（回显事件）。
zh_hant: 儲存此連線自身傳送的訊息（回顯事件）。

source: Stored
zh_hans: 已存储
zh_hant: 已儲存

source: stored in the inbox
zh_hans: 存储在收件箱中
zh_hant: 儲存在收件匣中

source: Stored securely in Keychain. Never sent anywhere except this provider.
zh_hans: 安全存储在钥匙串中。仅发送给此提供商。
zh_hant: 安全儲存在鑰匙圈中。僅傳送給此供應商。

source: Submit selected options
zh_hans: 提交所选选项
zh_hant: 提交所選選項

source: SUCCESS: Authorized (Found 1 calendar)
zh_hans: 成功：已授权（找到 1 个日历）
zh_hant: 成功：已授權（找到 1 個日曆）

source: SUCCESS: Authorized (Found 1 list)
zh_hans: 成功：已授权（找到 1 个列表）
zh_hant: 成功：已授權（找到 1 個列表）

source: Support Export
zh_hans: 导出支持数据
zh_hant: 支援導出

source: Switch between the table's rows and its column layout.
zh_hans: 在表的行和列布局之间切换。
zh_hant: 在表的行和列佈局之間切換。

source: Switch to All and turn on the tools this agent should use.
zh_hans: 切换到“全部”并开启此智能体应使用的工具。
zh_hant: 切換到全部並開啓此代理應使用的工具。

source: System (managed by Osaurus)
zh_hans: 系统（由 Osaurus 管理）
zh_hant: 系統（由 Osaurus 管理）

source: T0123ABC — one per line
zh_hans: T0123ABC — 每行一个
zh_hant: T0123ABC — 每行一個

source: table
zh_hans: 表
zh_hant: 表

source: tables
zh_hans: 表
zh_hant: 表

source: Tables
zh_hans: 表
zh_hant: 表

source: Target label
zh_hans: 目标标签
zh_hant: 目標標籤

source: Target role
zh_hans: 目标角色
zh_hant: 目標角色

source: Target value
zh_hans: 目标值
zh_hant: 目標值

source: Tavily API key
zh_hans: Tavily API 密钥
zh_hant: Tavily API 金鑰

source: team-alpha — one per line
zh_hans: team-alpha — 每行一个
zh_hant: team-alpha — 每行一個

source: Telegram bot token
zh_hans: Telegram 机器人令牌
zh_hant: Telegram 機器人令牌

source: Telegram bot token removed
zh_hans: Telegram 机器人令牌已移除
zh_hant: Telegram 機器人令牌已移除

source: Telegram choices loaded
zh_hans: Telegram 选项已加载
zh_hant: Telegram 選項已載入

source: Telegram did not include a sender for this message, so it cannot be authorized.
zh_hans: Telegram 未包含此消息的发送者，因此无法授权。
zh_hant: Telegram 未包含此訊息的傳送者，因此無法授權。

source: Telegram dispatch does not support mention gating. Turn off Require an @mention for Telegram.
zh_hans: Telegram 分发不支持提及限制。请关闭 Telegram 的“需要 @ 提及”。
zh_hant: Telegram 分發不支援提及限制。關閉 Telegram 的需要 @提及。

source: Telegram long-poll timeout. Clamped to 1-50 seconds.
zh_hans: Telegram 长轮询超时。限制在 1-50 秒之间。
zh_hant: Telegram 長輪詢逾時。限制在 1-50 秒之間。

source: Telegram receive
zh_hans: Telegram 接收
zh_hant: Telegram 接收

source: Telegram settings saved
zh_hans: Telegram 设置已保存
zh_hant: Telegram 設定已儲存

source: Telegram settings saved — receive is ready
zh_hans: Telegram 设置已保存 — 接收已就绪
zh_hant: Telegram 設定已儲存 — 接收已就緒

source: Telegram still reports a registered webhook. Wait a moment and check again.
zh_hans: Telegram 仍报告有已注册的 webhook。请稍候，然后再次检查。
zh_hant: Telegram 仍報告有已註冊的 webhook。請稍候並重試。

source: Terms & Privacy Policy
zh_hans: 条款与隐私政策
zh_hant: 條款與隱私權政策

source: Test automation
zh_hans: 测试自动化
zh_hant: 測試自動化

source: Test Connections
zh_hans: 测试连接
zh_hant: 測試連線

source: Test message copied
zh_hans: 测试消息已复制
zh_hant: 測試訊息已複製

source: Test Search
zh_hans: 测试搜索
zh_hant: 測試搜尋

source: Text to Speech
zh_hans: 文本转语音
zh_hant: 文字轉語音

source: That key didn't work: %@
zh_hans: 该密钥无效：%@
zh_hant: 該金鑰無效：%@

source: That key didn't work. Double-check it and paste again.
zh_hans: 该密钥无效。请仔细检查后重新粘贴。
zh_hant: 該金鑰無效。請仔細檢查後重新貼上。

source: The action map JSON does not parse, so it can't be edited as fields. Fix it in the Advanced JSON editor below.
zh_hans: 操作映射 JSON 无法解析，因此无法作为字段编辑。在下方的高级 JSON 编辑器中修复它。
zh_hant: 操作對應 JSON 無法解析，因此無法作爲字段編輯。在下方的進階 JSON 編輯器中修復它。

source: The agent adds rows when it has something to remember. You can also ask it directly in chat, or import a file.
zh_hans: 智能体在有需要记住的内容时会添加行。你也可以直接在聊天中询问，或导入文件。
zh_hant: 智能體在有需要記住的內容時會新增行。你也可以直接在聊天中詢問，或匯入檔案。

source: The agent designs this layout itself with the `db_create_table` tool. Ask it in chat if you want new columns.
zh_hans: 智能体使用 `db_create_table` 工具自行设计此布局。如果需要新列，请在聊天中询问。
zh_hant: 智能體使用 `db_create_table` 工具自行設計此佈局。如果需要新列，請在聊天中詢問。

source: The agent is writing to its database right now.
zh_hans: 智能体正在写入其数据库。
zh_hant: 智能體正在寫入其資料庫。

source: The agent only runs when you ask. Scheduled API calls from the agent are rejected.
zh_hans: 智能体仅在你请求时运行。来自智能体的定时 API 调用会被拒绝。
zh_hant: 代理程式僅在您要求時執行。代理程式排程的API呼叫將被拒絕。

source: The browser is now a native feature. This plugin's tools and skill are no longer loaded — manage sessions in Settings → Browser. You can uninstall this plugin.
zh_hans: 浏览器现在是一个原生功能。此插件的工具和技能不再加载 — 在「设置」→「浏览器」中管理会话。你可以卸载此插件。
zh_hant: 瀏覽器現在是一個原生功能。此插件的工具和技能不再載入 — 在「設定」→「瀏覽器」中管理會話。您可以解除安裝此插件。

source: The bundle declares a tool-call parser (%@), but Osaurus still needs a live tool-call proof before marking it proven.
zh_hans: 此包声明了工具调用解析器 (%@)，但 Osaurus 仍需要实时工具调用验证才能将其标记为已验证。
zh_hant: 此包聲明瞭工具調用解析器 (%@)，但 Osaurus 仍需要實時工具調用驗證才能將其標記爲已驗證。

source: The bundle is incomplete, so Osaurus cannot run a tool-call proof.
zh_hans: 此包不完整，因此 Osaurus 无法运行工具调用验证。
zh_hant: 此包不完整，因此 Osaurus 無法運行工具調用驗證。

source: The bundle still needs a live tool-call proof before Osaurus should call it tool-use capable.
zh_hans: 此包仍需要实时工具调用验证，Osaurus 才能认定其具备工具使用能力。
zh_hant: 此包仍需要實時工具調用驗證，Osaurus 才能認定其具備工具使用能力。

source: The channel is not in the readable allowlist. Enable Read for it in the channel settings.
zh_hans: 该频道不在可读允许列表中。在频道设置中为其启用读取。
zh_hant: 該頻道不在可讀允許清單中。在頻道設定中爲其啟用讀取。

source: The chat compactor reserves the remaining margin for token-estimation error. This is not the KV retention cap.
zh_hans: 聊天压缩器会保留剩余余量，用于抵消 Token 估算误差。此项不是 KV 保留上限。
zh_hant: 聊天壓縮器會保留剩餘餘裕，用於抵銷 Token 估算誤差。此項不是 KV 保留上限。

source: The connection id is how agent_channel tools refer to this channel.
zh_hans: 连接 ID 是 agent_channel 工具引用此频道的方式。
zh_hant: 連線 ID 是 agent_channel 工具引用此頻道的方式。

source: The core model removes filler words like "uh" and "mm"
zh_hans: 核心模型会移除「呃」「嗯」等填充词
zh_hant: 核心模型會移除「呃」「嗯」等填充詞

source: The definition needs at least one endpoint (e.g. "web").
zh_hans: 该定义至少需要一个端点（例如 “web”）。
zh_hant: 該定義至少需要一個端點（例如 "web"）。

source: The encrypted local billing ledger has no rows available.
zh_hans: 加密的本地账单明细没有可用的行。
zh_hant: 加密的本地帳單明細沒有可用的行。

source: The event stopped at this stage before the wait expired; check the recent events list above.
zh_hans: 事件在等待超时前在此阶段停止；请检查上方的最近事件列表。
zh_hant: 事件在等待超時前在此階段停止；請檢查上方的最近事件列表。

source: The event was not a plain channel message (edits, joins, and system events are ignored).
zh_hans: 该事件不是普通频道消息（编辑、加入和系统事件被忽略）。
zh_hant: 該事件不是普通頻道訊息（編輯、加入和系統事件被忽略）。

source: The id "%@" is taken by a bundled provider. Pick another id.
zh_hans: ID “%@” 已被内置提供商占用。请选择其他 ID。
zh_hant: ID "%@" 已被內建供應商佔用。請選擇其他 ID。

source: The last probe succeeded, but the provider is not connected.
zh_hans: 上次探测成功，但提供商未连接。
zh_hant: 上次探測成功，但供應方未連接。

source: The last search %@ returned no results. Try a test search below, or connect a provider for more reliable results.
zh_hans: 上次搜索（%@）未返回任何结果。请在下方尝试测试搜索，或连接提供商以获得更可靠的结果。
zh_hant: 上次搜尋 %@ 未返回結果。請在下方嘗試測試搜尋，或連線供應商以獲得更可靠的結果。

source: The manifest already enables Socket Mode and the message event subscriptions. You never enter a Request URL — Osaurus receives events over an outgoing connection.
zh_hans: 清单已启用 Socket Mode 和消息事件订阅。你无需输入请求 URL — Osaurus 通过出站连接接收事件。
zh_hant: 設定檔已啟用 Socket Mode 和訊息事件訂閱。您無需輸入請求 URL — Osaurus 通過出站連線接收事件。

source: The message exceeded the maximum inbound length and was ignored.
zh_hans: 消息超过最大传入长度，已被忽略。
zh_hant: 訊息超過最大傳入長度，已被忽略。

source: The message had no readable text (stickers and media-only messages are ignored).
zh_hans: 消息没有可读文本（贴纸和仅媒体消息被忽略）。
zh_hant: 訊息沒有可讀文本（貼紙和僅媒體訊息被忽略）。

source: The message had no usable content to dispatch.
zh_hans: 消息没有可用内容可分发。
zh_hant: 訊息沒有可用內容可分派。

source: The message stopped at this stage before the wait expired; check the recent events list above.
zh_hans: 消息在等待超时前在此阶段停止；请检查上方的最近事件列表。
zh_hant: 訊息在等待超時前在此階段停止；請檢查上方的最近事件列表。

source: The model ran but returned no usable episode for at least one session.
zh_hans: 模型已运行，但至少有一个会话未返回可用情景。
zh_hant: 模型已運行但至少一個會話未返回可用片段。

source: The model starts with a small set and loads more of your assigned tools on demand.
zh_hans: 模型从少量工具开始，按需加载更多你分配的工具。
zh_hant: 模型從少量工具開始，按需載入更多你分配的工具。

source: The next local model load will capture the saved resolved policy.
zh_hans: 下次加载本地模型时将采用已保存的解析策略。
zh_hant: 下次載入本機模型時將採用已儲存的解析原則。

source: The preview app matches the forced-confirm guardrail.
zh_hans: 预览应用命中了强制确认护栏。
zh_hant: 預覽的應用程式命中了強制確認護欄。

source: The provider is temporarily unavailable (HTTP 503).
zh_hans: 提供商暂时不可用（HTTP 503）。
zh_hant: 提供者暫時無法使用（HTTP 503）。

source: The provider rate-limited this request (HTTP %lld).
zh_hans: 提供商对此请求进行了速率限制（HTTP %lld）。
zh_hant: 提供者對此請求進行了速率限制（HTTP %lld）。

source: The provider sent an envelope Osaurus could not decode.
zh_hans: 提供商发送了 Osaurus 无法解码的消息信封。
zh_hant: 提供商傳送了 Osaurus 無法解碼的信封。

source: The selected agent no longer exists. Pick a different agent in the channel settings.
zh_hans: 所选智能体不再存在。在频道设置中选择其他智能体。
zh_hant: 所選智慧體不再存在。在頻道設定中選擇其他智慧體。

source: The sender is not in the Authorized Senders list. Add them in the channel settings.
zh_hans: 发送者不在授权发送者列表中。在频道设置中添加他们。
zh_hant: 傳送者不在授權傳送者列表中。在頻道設定中新增他們。

source: The signing secret only verifies Slack HTTP (Events API) requests. Native Slack receive uses Socket Mode and never needs it; keep it only for future webhook compatibility.
zh_hans: 签名密钥仅验证 Slack HTTP（Events API）请求。原生 Slack 接收使用 Socket Mode，永远不需要它；仅为将来的 webhook 兼容性保留。
zh_hant: 簽名密鑰僅驗證 Slack HTTP（Events API）請求。原生 Slack 接收使用 Socket Mode，永遠不需要它；僅爲將來的 webhook 兼容性保留。

source: The token is stored in Keychain and is never written to the Telegram configuration file.
zh_hans: 令牌存储在钥匙串中，永远不会写入 Telegram 配置文件。
zh_hant: 令牌儲存在鑰匙圈中，永遠不會寫入 Telegram 設定檔。

source: The workspace is not allowlisted. Select it in the channel settings and save.
zh_hans: 该工作区不在允许列表中。在频道设置中选择并保存。
zh_hant: 該工作區不在允許清單中。在頻道設定中選擇並儲存。

source: Theme ID
zh_hans: 主题 ID
zh_hant: 主題 ID

source: These apply to the main chat and any agent set to choose automatically. Each agent can override them in its own Subagents settings.
zh_hans: 这些设置适用于主聊天和任何设置为自动选择的智能体。每个智能体可以在其自身的「子智能体」设置中覆盖它们。
zh_hant: 這些設置適用於主聊天和任何設置爲自動選擇的智能體。每個智能體可以在其自身的「子智能體」設置中覆蓋它們。

source: Thinking is off. Click to turn it on.
zh_hans: 思考已关闭。点击以开启。
zh_hant: 思考已關閉。點擊以開啟。

source: Thinking is on. Click to turn it off.
zh_hans: 思考已开启。点击以关闭。
zh_hant: 思考已開啟。點擊以關閉。

source: Thinking off
zh_hans: 思考关闭
zh_hant: 思考關閉

source: Thinking on
zh_hans: 思考开启
zh_hant: 思考開啟

source: This agent gets its own isolated browser profile. View sessions and sign-in status in Settings → Browser.
zh_hans: 此智能体拥有自己的隔离浏览器配置文件。在「设置」→「浏览器」中查看会话和登录状态。
zh_hant: 此代理擁有其自己的隔離瀏覽器設定檔。在「設定」→「瀏覽器」中查看會話和登入狀態。

source: This agent hasn't stored anything yet.
zh_hans: 此智能体尚未存储任何内容。
zh_hant: 此智能體尚未儲存任何內容。

source: This agent still has active sessions. Closing the tab cancels all of them.
zh_hans: 此智能体仍有活跃会话。关闭标签页将取消所有会话。
zh_hant: 此智能體仍有活躍會話。關閉標籤頁將取消所有會話。

source: This agent's database is approaching its storage limit.
zh_hans: 此智能体的数据库接近存储上限。
zh_hant: 此代理的資料庫接近儲存上限。

source: This configuration looks structurally valid.
zh_hans: 此配置结构上看起来有效。
zh_hant: 此設定結構上看起來有效。

source: This conversation already has an agent turn in flight; the message will need to be re-sent once it finishes.
zh_hans: 此对话已有智能体回复正在进行；消息需要在完成后重新发送。
zh_hant: 此對話已有智慧體回覆正在進行；訊息需要在完成後重新傳送。

source: This event was already processed; the provider redelivered it.
zh_hans: 此事件已被处理；提供商重新交付了它。
zh_hant: 此事件已被處理；提供商重新交付了它。

source: This file was changed outside this chat after the last tracked edit; undo won't overwrite it.
zh_hans: 此文件在上次跟踪编辑后在此聊天之外被更改；撤销不会覆盖它。
zh_hant: 此檔案在上次追蹤編輯後在此聊天之外被更改；復原不會覆蓋它。

source: This is optional — agents can still search and read these documents. To let agents filter by category, move them into a folder (the folder name becomes the category) or add a `type:` line to their frontmatter.
zh_hans: 这是可选的 — 代理仍然可以搜索和阅读这些文档。要让代理按类别过滤，请将它们移动到文件夹中（文件夹名称成为类别）或在其前置元数据中添加 `type:` 行。
zh_hant: 這是可選的 — 代理仍然可以搜尋和閱讀這些文件。要讓代理按類別過濾，請將它們移動到資料夾中（資料夾名稱成為類別）或在其前置元資料中新增 `type:` 行。

source: This is optional. Agents can still search and read these documents. To let agents filter by category, move them into a folder (the folder name becomes the category) or add a `type:` line to their frontmatter.
zh_hans: 此项为可选配置。即使不设置分类，智能体仍可搜索和读取这些文档。 若要让智能体按分类筛选，可将文档移入对应文件夹（文件夹名即为分类），或在文档的前置元数据中添加 `type:` 字段。
zh_hant: 此為可選設定。即使不設定分類，代理仍可搜尋和閱讀這些檔案。 若要讓代理按分類篩選，可將檔案移至對應資料夾（資料夾名稱即為分類），或在檔案的前置資訊中添加 `type:` 欄位。

source: this model
zh_hans: 此模型
zh_hant: 此模型

source: This model needs ~%@ GB to load and memory is at %@%% of %@ GB. Close other apps for best performance.
zh_hans: 加载此模型需要约 %1$@ GB，内存已使用 %3$@ GB 中的 %2$@%%。关闭其他应用可获得最佳性能。
zh_hant: 載入此模型需要約 %1$@ GB，目前記憶體已使用 %3$@ GB 的 %2$@%%。關閉其他應用可獲得最佳效能。

source: This model needs ~%@ GB to load, but memory is at %@%% of %@ GB. Sending is paused until memory frees — close other apps or pick a smaller model.
zh_hans: 加载此模型需要约 %1$@ GB，但内存已使用 %3$@ GB 中的 %2$@%%。发送已暂停，等待内存释放 — 请关闭其他应用或选择更小的模型。
zh_hant: 載入這個模型大概需要 %1$@ GB 的空間，但現在已經使用了 %3$@ GB 中的 %2$@%。傳送已經暫停，正在等待釋放記憶體——請關閉其他應用程式或選擇一個較小的模型。

source: This model needs ~%1$@ GB, but this Mac can only keep ~%2$@ GB on the GPU. macOS will page the weights and generation will be extremely slow — pick a smaller model or a lower-precision build.
zh_hans: 此模型需要约 %1$@ GB，但此 Mac 在 GPU 上只能保持约 %2$@ GB。macOS 将会对权重进行分页，生成速度会非常慢 — 请选择更小的模型或更低精度的版本。
zh_hant: 此模型需要約 %1$@ GB，但此 Mac 在 GPU 上只能保持約 %2$@ GB。macOS 將會對權重進行分頁，生成速度會非常慢 — 請選擇更小的模型或更低精度的版本。

source: This permanently deletes %@'s browsing data — cookies, sign-ins, and history. The agent starts over with a fresh profile.
zh_hans: 这将永久删除 %@ 的浏览数据 — cookie、登录信息及历史记录。该智能体将以全新的配置文件重新开始。
zh_hant: 這將永久刪除 %@ 的瀏覽資料 — cookie、登入資訊及歷史記錄。代理將以全新的設定檔重新開始。

source: This permanently deletes every agent's browsing data — all cookies, sign-ins, and history.
zh_hans: 这将永久删除所有智能体的浏览数据 — 所有 cookie、登录信息和历史记录。
zh_hant: 這將永久刪除所有代理的瀏覽資料 — 所有 cookie、登入資訊和歷史記錄。

source: This plugin declared an option you can configure (1 field).
zh_hans: 此插件声明了一个可配置的选项（1 个字段）。
zh_hant: 此插件聲明瞭一個可設定的選項（1 個字段）。

source: This plugin declared options you can configure (%lld fields).
zh_hans: 此插件声明了可配置的选项（%lld 个字段）。
zh_hant: 此插件聲明瞭可設定的選項（%lld 個字段）。

source: This preview verb is handled before app allowlist gating.
zh_hans: 该预览动作在应用允许列表门控之前处理。
zh_hant: 該預覽動作在應用程式允許清單門控之前處理。

source: This preview verb is handled before autonomy gating.
zh_hans: 该预览动作在自主门控之前处理。
zh_hant: 該預覽動作在自主門控之前處理。

source: This removes the "%@" channel definition from the configuration file. Keychain secrets it references are not deleted.
zh_hans: 这将从配置文件中移除 “%@” 频道定义。其引用的钥匙串密钥不会被删除。
zh_hant: 這將從設定檔中移除 "%@" 頻道定義。其引用的鑰匙圈金鑰不會被刪除。

source: This uses the exact same search your agents get — what you see here is what they see.
zh_hans: 这与你的智能体使用的搜索完全相同 — 你在这里看到的就是它们看到的。
zh_hant: 這與您的智慧體使用的搜尋完全相同 — 您在這裡看到的就是它們看到的。

source: This will remove '%@' and delete its API key from Keychain.
zh_hans: 这将移除“%@”并从钥匙串中删除其 API 密钥。
zh_hant: 這將移除「%@」並從鑰匙圈中刪除其 API 金鑰。

source: Tight Fit · needs %@
zh_hans: 空间紧张 · 需要 %@
zh_hant: 空間緊張 · 需要 %@

source: Toast Notifications
zh_hans: Toast 通知
zh_hant: Toast 通知

source: Toast Timeout
zh_hans: Toast 显示时长
zh_hant: Toast 顯示時長

source: Token URL
zh_hans: 令牌 URL
zh_hant: 權杖 URL

source: Tokens are saved to the macOS Keychain when you load from Slack, test the connection, or press Done.
zh_hans: 从 Slack 加载、测试连接或按完成时，令牌保存到 macOS 钥匙串。
zh_hant: 從 Slack 載入、測試連線或按完成時，令牌儲存到 macOS 鑰匙圈。

source: Tokens of memory context injected per turn
zh_hans: 每轮注入的记忆上下文 Token 数
zh_hant: 每輪注入的記憶上下文詞元數

source: tokens used
zh_hans: 已用 Token
zh_hant: 已用詞元

source: Too Large · needs %@
zh_hans: 过大 · 需要 %@
zh_hant: 過大 · 需要 %@

source: Tool use
zh_hans: 工具使用
zh_hant: 工具使用

source: Tool use blocked
zh_hans: 工具使用被阻止
zh_hant: 工具使用被阻止

source: Tool use proof required
zh_hans: 需要工具使用验证
zh_hant: 需要工具使用驗證

source: Tool use unproven
zh_hans: 工具使用未验证
zh_hant: 工具使用未驗證

source: Tool use unsupported
zh_hans: 不支持工具使用
zh_hant: 不支持工具使用

source: Tools and Memory are
zh_hans: 工具和记忆状态
zh_hant: 工具和記憶狀態

source: Tools are
zh_hans: 工具状态
zh_hant: 工具狀態

source: Tools you create or import as JSON recipes. They run inside Osaurus's sandbox, isolated from the rest of your Mac.
zh_hans: 你创建或作为 JSON 配方导入的工具。它们在 Osaurus 的沙盒中运行，与 Mac 的其余部分隔离。
zh_hant: 你建立或作為 JSON 配方匯入的工具。它們在 Osaurus 的沙箱中運行，與 Mac 的其餘部分隔離。

source: Tools, generation overrides, and theme are editable after creation in the Configure tab.
zh_hans: 工具、生成覆盖和主题在创建后可在配置标签页中编辑。
zh_hant: 工具、生成覆蓋和主題在建立後可在設定選項卡中編輯。

source: Top-ups
zh_hans: 充值
zh_hant: 充值

source: Transaction rows
zh_hans: 交易行数
zh_hant: 交易行數

source: Transcription Model
zh_hans: 转写模型
zh_hant: 轉錄模型

source: Tried first for this category.
zh_hans: 此类别的首选。
zh_hant: 此類別的首選。

source: Tried if earlier sources fail.
zh_hans: 当前面的来源失败时尝试。
zh_hant: 當前面的來源失敗時嘗試。

source: Tried top to bottom — if one fails, the next takes over.
zh_hans: 从上到下依次尝试 — 如果一个失败，下一个将接管。
zh_hant: 從上到下依次嘗試 — 如果一個失敗，下一個將接管。

source: Try a different name or description.
zh_hans: 尝试不同的名称或描述。
zh_hant: 嘗試不同的名稱或描述。

source: Try first:
zh_hans: 首选尝试：
zh_hant: 首選嘗試：

source: Try it
zh_hans: 试试看
zh_hant: 試試看

source: Turn it on per agent
zh_hans: 按智能体单独启用
zh_hant: 按智慧體單獨啟用

source: Turn on receiving
zh_hans: 开启接收
zh_hant: 開啓接收

source: Turn this tool on or off
zh_hans: 开启或关闭此工具
zh_hant: 開啓或關閉此工具

source: Turns reached memory, but distillation is skipping.
zh_hans: 回合已进入记忆，但蒸馏被跳过。
zh_hant: 已達記憶輪次上限，但蒸餾正在跳過。

source: Typed text
zh_hans: 输入的文字
zh_hant: 輸入的文字

source: Typing pauses for your approval; submitting, purchasing, sending, or clearing data always asks first.
zh_hans: 输入会暂停等待你的批准；提交、购买、发送或清除数据始终会先询问。
zh_hant: 輸入會暫停等待您的批准；提交、購買、傳送或清除資料始終會先詢問。

source: U0123ABC — one per line
zh_hans: U0123ABC — 每行一个
zh_hant: U0123ABC — 每行一個

source: Undid %lld change(s).
zh_hans: 已撤销 %lld 处更改。
zh_hant: 已復原 %lld 處更改。

source: Undo All
zh_hans: 全部撤销
zh_hant: 全部復原

source: Undo all changes?
zh_hans: 撤销所有更改？
zh_hant: 復原所有更改？

source: Undo Change
zh_hans: 撤销更改
zh_hant: 復原更改

source: Undo is unavailable while a background job is running.
zh_hans: 后台任务运行时无法撤销。
zh_hant: 後臺任務執行時無法復原。

source: Undo this change
zh_hans: 撤销此更改
zh_hant: 復原此變更

source: Unknown agent
zh_hans: 未知智能体
zh_hant: 未知智慧體

source: unknown app
zh_hans: 未知应用
zh_hant: 未知應用程式

source: Unsaved draft. A KV-policy change unloads resident models; an unknown-model fallback change applies on the next request.
zh_hans: 未保存的草稿。修改 KV 策略会卸载常驻模型；修改未知模型的回退值将在下次请求时生效。
zh_hant: 未儲存的草稿。修改 KV 原則會卸載常駐模型；修改未知模型的備用值將於下次請求時生效。

source: Up to 4 runs/day · at most once an hour · quiet 10pm–7am.
zh_hans: 每天最多 4 次运行 · 每小时最多一次 · 晚上 10 点至早上 7 点为安静时段。
zh_hant: 每日最多4次運行 · 每小時最多一次 · 22:00至07:00為靜音時段。

source: Up to 6 runs/day · at most once an hour · quiet 10pm–7am.
zh_hans: 每天最多 6 次运行 · 每小时最多一次 · 晚上 10 点至早上 7 点为安静时段。
zh_hant: 每日最多6次運行 · 每小時最多一次 · 22:00至07:00為靜音時段。

source: Up to 48 runs/day · as often as every 5 min · no quiet hours.
zh_hans: 每天最多 48 次运行 · 最快每 5 分钟一次 · 无安静时段。
zh_hant: 每日最多48次運行 · 每5分鐘一次 · 無靜音時段。

source: Update all
zh_hans: 全部更新
zh_hant: 全部更新

source: Update API key
zh_hans: 更新 API 密钥
zh_hant: 更新 API 金鑰
